/* The string for canceling a map editing function. */
"CancelKey" = "Prekliči";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Res želite preklicati postopek?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Vaše spremembe ne bodo shranjene.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Objekt, ki ste ga ustvarili, ne bo shranjen.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Opustitev sprememb";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Prekliči urejanje";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Neveljaven naslov";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Naslov mora biti vključen za točko";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Za to točko niste dodali lokacije";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Nova točka ne bo dodana";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Nadaljuj z urejanjem";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Izberite točko za brisanje.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Ni točk za brisanje.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "V redu";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Res želite izbrisati vse točke?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Ne";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Da";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Želite preklopiti na točko?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Želite preklopiti na lomljeno črto?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Želite preklopiti na mnogokotnik?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Točke, ki ste jih dodali, ne bodo spremenjene, zato lahko nadaljujete z ustvarjanjem objekta.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Vse točke, ki ste jih dodali, bodo izbrisane";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Res želite izbrisati to točko?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Shrani";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtriraj";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Trenutna lokacija";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Ni predlogov";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Naslov";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Izbriši vse";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "Uspešno ustvarjeno: %@";

/* The placeholder text of the Searchbar */
"SearchKey" = "Iskanje";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Dodaj novo točko";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Osnovni zemljevid";

/* The title for the standard map type. */
"StandardKey" = "Standardno";

/* The title for the hybrid map type. */
"HybridKey" = "Hibridno";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hibridni prelet";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Standard izključen";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelitsko";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satelitski prelet";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Dodaj lokacijo";

